export default function Introduce() {
    return (
        <div className="introduce">
            <p>처음의 설렘이 익숙한 다정함이 되고</p>
            <p>함께 걷는 일이 자연스러워진 시간 속에서</p>
            <p>서로의 내일을 가장 먼저 떠올리는 사이가 되었습니다</p>

            <p>이제 그 다정함을 평생의 약속으로 간직하며</p>
            <p>같은 곳을 바라보고 함께 걸어가려 합니다</p>
            <p>2월의 어느날</p>
            <p>늘 곁에서 응원해주신 모든 분들께</p>
            <p>저희의 시작을 함께하려 합니다</p>
            <p>귀한 걸음으로 오셔서</p>
            <p>저희의 새로운 시작을 축복해주시면 감사하겠습니다</p>

            <div>
                <p> 김승준 조춘열의 아들 김재민</p>
                <p> 공진환 안미환의 딸 공국명</p>                
            </div>

            <div>
                Contact
            </div>
        </div>
    )
}